{
    "Monkey D. Luffy": [
        "Luffy The space on six sides is very large, especially smashing, the space on the left and right is very large, and the box is very smashing.",
        "One Piece One Piece Co-branded Hot Model - Luffy Weight: 96.9g (the whole series is light in weight) Weight: 85.3g   Focus: Lightly find obvious large package of desiccant, point to pair   Box feel   box feel sharing   box   Piece",
        "Luffy Weight: 90.0g Feeling: Lighter at the beginning, shaking up and down, touching the box at the bottom.\nThere is not much space in front and back, so it sways left and right, and it is boxed in the middle.\n   One Piece   One Piece exchanges the baby   One Piece series   co-branded One Piece   labubu     One Piece   One Piece   co-branded One Piece   co-branded One Piece         Piece blind box",
        ":10 Monkey D Luffy 95.5g  :24",
        "Luffy, always keep loving like you\n  authors’ plan to get out of the circle.\nToday I will bring it to you.\nLabubu Navigation Co-branded Series.",
        "Luffy Price: 117 yuan Weight: 90.0g Feeling: Light at the beginning, shaking up and down, touching the box at the bottom.\nThere is not much space in front and back, so it sways left and right in the middle to make a box.\n   One Piece   One Piece exchanges the baby   One Piece Series   co-branded One Piece             One Piece   One Piece   One Piece   One Piece   Blind Box Guide \nFrom waiting before the New Year to after the New Year, Pop Mart THE MONSTERS Neither of Navigator’s joint blind box finally came out  Without further ado, please refer to the picture for the feel of the shaking box!   I hope everyone can get into the soul! Note: They all come with a piece base and the position is not fixed, so the touch guide is for reference only!    Toy   Mart \nLao Haimi must-have series.",
        "(Note: the weight will be close to Luffy) 2.\nIt can shake up and down, but the space is not large, and there is probably only one little finger space.\n3.\nFeel the baby's body leaning against the box.\nIn this box, you can feel the baby's body approaching the left side of the box, and the right side is relatively empty.\n4.\nIt can be shaken forward and back, and there is obvious boxing on the cover.\n5.\nThe cover is boxed at the left ear of Rabubu.\n6.\nThe left and right can be shaken obviously, and the space is larger than the front and back.\n7.\nWhen shaking left and right, there is a very obvious feeling of boxing on the left side, and the boxing position is concentrated in the upper area of ​​the middle section of the left side of the box.",
        "Labubu's joint name One Piece can be said to be ecstatic for the two chefs, and the three popular models of the joint series Luffy,",
        "Luffy: The weight belongs to the light echelon, and only chooses from the lightest boxes.\nThe upper and lower half refer to the space, which can be shaken both front, back, left and right, and the left and right space is significantly larger than the front and back.\nIt has a clear feeling of touching the box when it shakes left and right, and there is only one side of the box that touches the box clearly at the bottom.\n(The touch box point is shown in Figure 2).\nA very important point is that there is a large bag of desiccant, and the sound is obvious."
    ],
    "Roronoa Zoro": [
        "The point where the box is beaten is very obvious in the middle  93g Roronoa Zorro is sitting so there is a lot of space up and down, and it can shake both front and back, left and right.\nThe base has no snaps, so it can obviously shake the base and hit it.\nIt is almost difficult for others to have such a crisp sound.",
        "",
        "Roronoa Zorro Weight: 93.2g Feel: Sway up and down, you can feel the accessories being boxed.\nThere is space on all sides, and the shaking is evenly placed in the lower middle position.\nMonkey D.",
        "",
        "Roronoa Zorro Price: 88 yuan Weight: 93.2g Feel: shaking up and down, accessories are boxed.\nThere is space on all sides, and the box is evenly shaking at the lower middle position.\nMonkey D.",
        "Labubu Zorro! Super detailed touch guide! \t Roronoa Zorro 1.\nChoose a light box, which is one of the lightest babies in the entire series.\nThis box has a net weight of 85.2 grams.",
        "Hope it will be helpful for everyone to draw a box! Stamping ~   One Piece   Navigation   Piece   blind box sharing   author out-of-the-box plan   also want to play with toys   toys   box feel sharing   Piece Zorro   you like this Labubu Zorro?",
        "Zorro The weight is the lightest in the entire series.\n The upper and lower half refer to the space, which can be shaken both front, back, left and right, and the left and right space is significantly larger than the front and back.\nThe middle part of the left and right shake box is obviously touching the box (the point of the box is shown in Figure 3).\nAccessories are boxed up and down the cover.\n\t In general, the three popular models of the Labubu One Piece series are quite obvious.\nAs long as you learn the strategy, you can get it right, and everyone can draw the central wish model!   also want to play with toys   Mart   box touch sharing   Piece           One Piece",
        "Roronoa 90.35g slightly swayed around the box, and it felt like the weight of the whole box was lower.\nMonkey 93.54g swayed around left and right, almost unable to shake up and down."
    ],
    "Nico Robin": [
        "Ming Box   94g Nigo Robin is more concentrated.\nThe six sides are cool and smash the box with a large space.\nThe box is shaking randomly.",
        "Nico Robin Weight: 93.5g Feeling: Swaying up and down obviously, accessories are boxed up and down.\nThe four sides are also empty, and the box is evenly shaking in the middle.",
        "Nico Robin Price: 52 yuan Weight: 93.5g Feel: shaking up and down obviously, accessories are boxed up and down.\nAll sides are empty, shake and evenly slim in the middle position.",
        "Nico 94.78g swayed around the box on the face of Labubu, and left and right, obviously there was accessories smashing the box.",
        "The monster x one piece Labubu  Recovery Nico Robin 40       Unpacking the box and not removing the bag sunway velocity/pj face-to-face\nWho beat the ball in the machine? It's me!   Mart\nThe last end + two boxes are comfortable."
    ],
    "Nami": [
        "95.5g Nami There is a small dot on top and bottom that hits the box with a big impact.",
        "Nami Weight: 97.1g Feel: Sway up and down, smash the box from the bottom.\nThe four sides are relatively empty, and the shaking is evenly shaking in the lower middle position.",
        "Nami Price: 54 yuan Weight: 97.1g Feel: shaking up and down, smashing the box from the bottom.\nAll sides are empty, shake and evenly move the box in the lower middle position.",
        "Nami 96.03g swayed around the box, and left and right, obviously in the Japanese language on the left."
    ],
    "Sanji": [
        "There is a little sound in front and back, but there is only a little space below  100g",
        "Shanzhi Weight: 112.5g Feeling: There is room on the top and bottom, shaking is obvious, and the bottom is boxed.\nShake all sides, and evenly put the box in the lower position.",
        "Shanzhi Price: 52 yuan Weight: 112.5g Feeling: There is room on the top and bottom, shaking is obvious, and the bottom is boxed.\nShake all sides and evenly in the lower position.",
        "The desiccant sound is obvious, the left and right is full   Shanzhi 111.8g The surrounding space is large, the upper and lower box is smashed with a large space, the front and rear box is obvious, the front and rear box is shook with a clear  \nThe four-sided shaking feels that there is an obstacle to the front and back middle part."
    ],
    "Trafalgar Law": [
        "The sound of hitting the box in front and back is very small, the left and right and left are relatively large  112g Trafalgar Roh is very heavy and has a relatively large space on the left and right but has a crisp sound.\nThe space on the upper and lower is larger than the surroundings, but the box is particularly heavy.",
        "Trafalgar Rowe Weight: 115.6g Feeling: Large up and down space, obvious shaking, boxed at the bottom.\nThe shaking of all sides feels very dispersed.\nThe light pressing of the front and back middle part will make a sense of obstruction, and the light pressing of the left and middle part will make a sense of obstruction.",
        "Trafalgar Rowe Price: 73 yuan Weight: 115.6g Feeling: Large up and down space, obvious shaking, boxed at the bottom.\nThe shaking of all sides feels dispersed, the front, back and middle part lightly presses it to feel obstructed, and the left, middle and upper part lightly presses it to feel obstructed.",
        "Yamachi 102.50g swayed around in the middle, slightly swayed up and down, and left and right in the second row of the picture book Trafalgar 112.27g was very full overall, almost unable to shake, and no top-top."
    ],
    "Jinbe": [
        "The sound of smashing the box is heavy  113g Jinping is full, but the space on the left and right is large, and there is a slight impact sound on the left and right  117g",
        "Jinpei: 115.2 is slightly shaking around, it is relatively full, and there is no protrusion around you",
        "Jinping Weight: 116.1g Feeling: It can’t shake up and down, only accessories can be packed up and down.\nThe four sides are relatively full, swaying slightly in front and back, and the box is placed in the lower middle position.\nIt can't shake left and right.",
        "Jinping Price: 52 yuan Weight: 116.1g Feel: basically not shake up and down, accessories are boxed up and down.\nIt is full on all sides, swaying slightly from front to back, and the box is placed in the lower middle position.\nIt can't shake left and right.",
        "Jinbe 118.41g is slightly boxed in front and back, and the left and right cards are obviously boxed, and it cannot shake up and down.",
        "Draw the repetitive ones and want   The rest -\n  brings you today.\nA popular model in the Labubu One Piece co-branded series."
    ],
    "Gear 5 Luffy": [
        "Labub One Piece One Piece joint series hidden model - \n  Keywords 1: The body of the baby is large, which can easily cause top (but not absolute)   Keywords 2: The only one in the entire series without base accessories, get similar, multiple horizontal shaking to eliminate accessories!  Keyword 3: This placement can only be said to be relatively full, not full! There is room for shaking slightly.\nI wish you all the best! \t   Bo's touch   box touch sharing   box     Piece     hide",
        "Hide \nThe main body cannot shake completely, and the desiccant pack will hit the box obviously.\nShake the main body left and right and cannot shake it, and gently turn the desiccant pack into the box.\nThe middle part of the front and back can pinch the object, without a top box; the left and right pinch can obviously pinch the bag, and the bottom can pinch the object, without a top box.",
        "Mart   Box Hidden   One Piece   Blind Box Sharing   Blind Box Disassembly My husband’s favorite dolls have finally settled down.\nI paired with the Lego Pirate Ship I used to fight for.\nI feel like it.\nI like   My husband likes   Piece.\nI have been looking for a long time.\nI have found many stores but I have no goods.\nI have no box machines.\nWho would have thought of passing by the box machines when I went shopping.\nI happened to meet the staff who were loading the goods.\nI watched 12 of them.\nAs soon as the staff left, my husband ran to push them excitedly.\nI didn’t think about buying too much at the beginning, so I bought 4.\nI just wanted to drive out   or  .\nThe result was not very much.\nBut without repeating this, we had a premonition that the goods on it were definitely a whole box.\nI simply pushed them all and pushed them to the 7th.\nMy son opened his little hand and opened it to hide‼  Instantly exclaimed.",
        "Who knows how to feel hidden for the first time after entering the pit for so long? I am still the box machine.\nI have been driven one after another.",
        "I found that the one I was hidden and pushed off was  .\nThinking about it, I still collected one extra.\nI made up a complete set.\nI am successful.\nI hope everyone can drive the one they want most.",
        "(Co-branded by Labubu One Piece) Analysis of super detailed touch strategy! \t Labubu hidden model \n  Piece           blind box sharing   box feel sharing   interest is open   battle   real estate   light accompany you to welcome the New Year   also want to play with toys",
        "Detailed price list of Pop Mart One Piece Blind Box Character Hidden Model: \nThe main body is shaken forward and backward, and the desiccant pack hits the box obviously.\nShake the main body left and right and still move, and gently turn the desiccant pack into the box.",
        "Unfortunately, I couldn't invite Nika fifth-level",
        "Mart Joint Name of Navigation   Mart Neptune Hidden One Piece and Popular Mart have been chasing for more than ten years.",
        "Hidden I must win.\nOn the first day, my friend helped snatch both ends, and nothing happened to one end of the robot! My sisters knew I liked it, so she helped me grab one end in the live broadcast room, and also got one end in the live broadcast room.\nAs soon as they arrived, they each claimed their weight.\nHers was 1412g, and mine was 1359g.\nIt felt like it was a good idea.",
        "As a result, it was hidden in my end, weighing 100g.",
        "I felt it was hidden when I got it.\nI couldn't shake it with my hands.\nThere was a little space up and down, there was no space in front and back, and there was a trace of space on the left and right, and there was only the sound of desiccant.",
        "I pressed hard in",
        "We weighed it according to the weight on the Internet and opened it, and it turned out to be Nika! ! The only pity is that"
    ],
    "Tony Tony Chopper": [
        "The weight is from heavy to light:  Tony Tony Chopper: 129.11 The whole set is heaviest, quite full, it shakes up and down, it feels very bulging inside, protruding from front to back, and you can also feel some left and right",
        "Tony Tony Chopper Weight: 133.4g Feeling: Slightly shaking up and down, boxed at the bottom, full on all sides, basically unable to shake.\nA light press in the middle makes a sense of obstruction.",
        "One Piece Old Fan! ! ! Love labubu again! It’s indeed the ecstasy of the two chefs! ! ! If you want Chopper, get the heaviest hhh -   Weight is important light:  Tony Tony Chopper: 129.11 the heaviest! It is also quite full, it can shake up a little up and down, it feels bulging inside, with protruding front and back, and you can touch something on the left and right.",
        "Ordinary model: Tony Tony Chopper Price: 116 yuan Weight: 133.4g Feeling: slightly shaking up and down, boxed at the bottom, full on all sides, basically unable to shake.\nA light press in the middle makes a sense of obstruction.",
        "Choba 129.6g Ming Box The heaviest in the whole series.\nThere is not much room for the top and bottom.\n  Piece figure     Piece   toy figure   Mart   Mart One Piece   One Piece   One Piece   Piece blind box\n  brings you today.\nPopular models in the Labubu Navigation Co-branded series.",
        "Choba: The weight is the heaviest in the entire series, and it feels obvious when you get it.\nThe upper and lower half refer to the space, and the overall size is full, and it cannot shake left and right.\nThere are very obvious hard tops in front and back.\nWhen placed in front and back, the front and back middle and upper top boxes are placed in reverse.\nWhen placed in front and back, the front and back middle and lower top boxes are not on the left and right but there is a sense of obstruction.",
        "Tony Tony   Chopper 132.60g is completely boxed, and there is diagonal toward the front and back # Adults also want to play with toys   blind box sharing   box feel sharing   Navigation   Piece       My interests are not closed\nFriends and friends! labubu  One Piece’s touch sharing is here (included)! You can check the pictures to choose your favorite style offline! Although everyone says this set, the new enjoyment was sold out in more than 10 minutes yesterday.\nFriends who have their own favorite characters can also refer to the feel to try their luck~ Everyone is welcome to add to the feel, and I wish you all a lot of European energy! \t Guan Guan [Intelligence Officer] Come to qun (you can go out or change kids) and discuss more trendy toy consultations!   toy   Mart   Product     Piece   Box Sharing   toy new Product   toy figures   toy sharing   also want to play with toys",
        "Labubu Chopper! A collection of super detailed touch guides! \t Tony Tony Chopper 1.\nChoose the heaviest box, which is the heaviest baby in the entire series.\nThis box has a net weight of 129.6 grams and a net weight of 126.5 grams.\n(Because the net weight of this baby is already very heavy, usually about 3 grams of small packets of desiccant are placed) 2.\nIt can be shaken up and down, about a little finger space.\n3.\nThe box feels very heavy and the second half is very heavy.\n4.\nYou can only shake slightly in front and back, only a little space.\n5.\nThe left and right can hardly shake, and only the sound of desiccant shaking can be heard.\n6.\nPress the lower area around the box hard, which will make the feel of some hard objects, which is caused by the antlers on the head.\n\t Hope it will be helpful for everyone to draw a box.",
        "Stamping ~   King of Navigation   Chopper   One Piece   One Piece Series   authors’ plan to get out of circle   battle   box feel sharing   also want to play with toys   blind box   you like this labubu Chopper?"
    ],
    "Brooke": [
        "Brooke Weight: 120.6g Feeling: There is room for up and down, shaking at the bottom, swaying slightly from front and back, touching the box in the middle.\nThe left and right are relatively full, and the middle is lightly pressed to make it feel obstructed.",
        "",
        "Brooke Price: 56 yuan Weight: 120.6g Feeling: There is room for up and down, boxed at the bottom, swaying slightly from front and back, and touch the box in the middle.\nThe left and right are full, and the middle is lightly pressed to make it feel obstructed.",
        "The box is  Brook 116.7g There is room on the top and bottom.\nThe box is small.\nThe front and back space is small.",
        "Brooke 117.69g is almost unable to shake up and down, and the left and right is slightly boxed in the second row of the picture book."
    ],
    "Sabo": [
        "Sabo Weight: 120.4g Feeling: Overall full, basically unable to shake on the six sides.\nPress the upper and lower middle part to feel blocked, and press the upper box to feel.",
        "Sabo Price: 51 yuan Weight: 120.4g Feeling: Overall full, basically unable to shake on the six sides.\nPress the upper and lower middle part to feel blocked, and press the upper box to feel.",
        "Sabo 117.17g is filled with desiccant, and there is a very slight shaking up and down, and you can touch things in front and back."
    ],
    "Franky": [
        "Franky Weight: 97.6g Feeling: Large space for up and down, obvious shaking, and the bottom touches the box.\nThere is not much space on all sides, so you can sway it in the middle to make a box.",
        "Franky Price: 52 yuan Weight: 97.6g Feeling: Large up and down space, obvious shaking, and touching the box at the bottom.\nThere is not much space on all sides, so you can sway it in the middle to make a box.",
        "The left and right middle part is an obstacle to the  Frank 101.9g Large up and down space.\nThe box is obvious.\nThe four-sided space is not large.\nThe middle part is slightly.",
        "Frank 97.75g could not shake around, and there was no top-top.\nLies 101.25g swayed around, and almost unable to shake up, and things could be touched both front and back."
    ],
    "Usopp": [
        "Lie cloth Weight: 97.4g Feel: There is room on the top and bottom, shake at the bottom and touch the box.\nSlightly shaken back and forth, you can feel the accessories.\nIt can't shake left and right, and it feels obstructed when pressing the middle lightly.",
        "Lie cloth Price: 57 yuan Weight: 97.4g Feel: There is room on the top and bottom, touch the box at the bottom, swaying slightly from front and back, and you can feel the accessories.\nIt can't shake left and right, and it feels obstructed when pressing the middle lightly."
    ]
}